<?php

return [

    'office_name' => "पंप का नाम दर्ज करें। सटीक और सामान्य रूप से छोटा करें। <br>उदाहरण के लिए, \"सीपी-500 वॉटर पंप।\"",
    'office_address' => "पंप का स्थान (गूगल सर्च पता): पंप का स्थान, गूगल मानचित्र पते के प्रारूप में।",
    'office_type' => "ड्रॉपडाउन मेनू से पंप के प्रकार का चयन करें।",
    'email' => "पंप से संबंधित व्यक्ति या यूनिट का ईमेल पता दर्ज करें। सुनिश्चित करें कि यह एक वैध और पूर्ण ईमेल पता है।",
    'contact_no' => "फोन नंबर दर्ज करें, सुनिश्चित करें कि नंबर सही और पूरा है।",
    'gst_type' => "ड्रॉपडाउन मेनू से लागू जीएसटी प्रकार का चयन करें। यदि कोई लागू नहीं है, तो क्षेत्र खाली छोड़ें।",
    'gst_number' => "यदि पंप जीएसटी के तहत पंजीकृत है, तो जीएसटी नंबर दर्ज करें। सुनिश्चित करें कि सही जीएसटी नंबर दर्ज हो रहा है।",
    'close' => "बंद करें",
    'registered_address' => "आधिकारिक व्यावसायिक पता, जिसमें सड़क पता, शहर, राज्य, पोस्टल कोड इत्यादि शामिल है।",
    'godown_name' => "यह फ़ील्ड है जहाँ आप गोदाम या स्टोरेज एरिया का नाम दर्ज कर सकते हैं। उदाहरण के लिए, आप इसे Tank1, Tank2 या किसी अन्य पहचानकरण के रूप में नाम दे सकते हैं।",
    'godown_type' => "यहाँ, आप एक विकल्प की सूचि से गोदाम के प्रकार का चयन कर सकते हैं। उपलब्ध विकल्प में सामान्य या टैंक शामिल हो सकते हैं। गोदाम के उद्देश्य या विशेषताओं के अनुसार सबसे उपयुक्त प्रकार का चयन करें।",
    'is_reserver' => "यह गुण स्पष्ट करता है कि क्या टैंक आरक्षित किया जा सकता है या नहीं। यदि चयनित गोदाम का प्रकार टैंक है, तो आप इस विशेषता का उपयोग करके आरक्षण सुविधा को सक्षम या अक्षम कर सकते हैं।",
    'product_name' => "यह फ़ील्ड एक ड्रॉपडाउन या चयन मेनू को प्रस्तुत करती है जहां आप उपलब्ध विकल्पों से उत्पाद का नाम या प्रकार चुन सकते हैं या निर्दिष्ट कर सकते हैं। आप जिस विकल्प को चुन सकते हैं जिसे आप चाहते हैं।",
    'product_rate' => "यह फ़ील्ड एक इनपुट मान की उम्मीद करती है, साधारणतः एक संख्यात्मक मूल्य, जो उत्पाद की मूल्य या दर को दर्शाता है। आप उत्पाद की कीमत को यहाँ सीधे इनपुट कर सकते हैं।",
    'invoice_no' => "अपना पहला बिक्री का चालान नंबर दर्ज करें",
    'opening_stock' => "यह फ़ील्ड एक इनपुट फ़ील्ड है जो एक मान की आवश्यकता है, साधारणतः संख्यात्मक मान, जो उपलब्ध स्टॉक में उत्पाद की प्रारंभिक या आरंभिक मात्रा को निर्दिष्ट करता है। आप सीधे उत्पाद की मात्रा को प्रारंभिक रूप से इनपुट कर सकते हैं।",
    'role_name' => "सिस्टम में अपनी भूमिका स्पष्ट करने के लिए 'पंप उपयोगकर्ता' या 'पंप प्रशासक' का चयन करें।",
    "name" => "नाम दर्ज करें: यह फ़ील्ड आवश्यक है; कृपया अपना पूरा नाम दें।",
    "phone_number" => "मोबाइल नंबर दर्ज करें: अनिवार्य फ़ील्ड। कृपया एक 10-अंकीय मोबाइल नंबर दर्ज करें।",
    "email" => "ईमेल दर्ज करें: यह वैकल्पिक फ़ील्ड है। आप अपना ईमेल पता दे सकते हैं, लेकिन यह अनिवार्य नहीं है।",
    'delete_message' => "⚠️ चेतावनी: यह क्रिया स्थायी रूप से पंप और सभी संबंधित डेटा को हटा देगी, जैसे उपयोगकर्ता खाते, इन्वेंटरी, बिक्री रिकॉर्ड, व्यय, चालान और उत्पाद मूल्य जानकारी।",
];
