<?php

return [

    'office_name' => "পাম্পের নাম লিখুন। সঠিক এবং সাধারণ সংক্ষেপে দিতে পারেন। <br>যেমন, \"সিপি-৫০০ ওয়াটার পাম্প।\"",
    'office_address' => "পাম্পের অবস্থান (গুগল সার্চ অ্যাড্রেস): পাম্পের অবস্থান, সম্ভাবনা মধ্যে গুগল ম্যাপ অ্যাড্রেস ফর্ম্যাটে।",
    'office_type' => "ড্রপডাউন মেনুর সরবরাহকৃত অপশনগুলি থেকে পাম্পের ধরণ নির্বাচন করুন।",
    'email' => "পাম্পের সংযোগিত ব্যক্তি বা ইউনিটির ইমেল ঠিকানা লিখুন। এটি বৈধ এবং সম্পূর্ণ ইমেল ঠিকানা হতে হবে।",
    'contact_no' => "ফোন নম্বর লিখুন, নম্বরটি সঠিক এবং সম্পূর্ণ হতে হবে।",
    'gst_type' => "ড্রপডাউন মেনু থেকে প্রযোজ্য জিএসটি টাইপ নির্বাচন করুন। যদি কোনো প্রযোজ্য না থাকে, তাহলে ফিল্ডটি খালি রাখুন।",
    'gst_number' => "যদি পাম্পটি জিএসটি রেজিস্টার্ড হয়, তবে জিএসটি নম্বরটি লিখুন। নিশ্চিত হউন যে, সঠিক জিএসটি নম্বরটি ইনপুট করা হচ্ছে।",
    'close' => "বন্ধ করুন",
    'registered_address' => "আধিকারিক ব্যবসায়িক ঠিকানা, যা সড়কের ঠিকানা, শহর, রাজ্য, পোস্টাল কোড ইত্যাদি।",
    'godown_name' => "এই ফিল্ডে আপনি গোডাউন বা সংরক্ষণ এরিয়া এর নাম লিখতে পারবেন। উদাহরণস্বরূপ, আপনি তার নাম দিতে পারেন Tank1, Tank2 অথবা অন্য যে কোন পরিচিতিকরণ পছন্দ করতে পারেন।",
    'godown_type' => "এখানে আপনি গোডাউনের ধরণ নির্বাচন করতে পারেন একটি অপশনের মধ্য থেকে। উপলব্ধ অপশন হতে পারে সাধারণ বা ট্যাঙ্ক। প্রযোজ্য ধরণ নির্ধারণ করতে সবচেয়ে উপযুক্ত ধরণ নির্বাচন করুন যা গোডাউনের উদ্দেশ্য বা বৈশিষ্ট্য সেরা বর্ণনা করে।",
    'is_reserver' => "এই গুনটি নির্দেশ করে যে ট্যাঙ্কটি বুকিং করা যায় কিনা। যদি নির্বাচিত গোডাউন ধরণ ট্যাঙ্ক হয়, তাহলে এই অপশন ব্যবহার করে বুকিং সুবিধা চালু অথবা বন্ধ করতে পারবেন।",
    'product_name' => "এই ক্ষেত্রটি একটি ড্রপডাউন বা নির্বাচন মেনু নির্দেশ করে যেখানে আপনি উপলব্ধ অপশন থেকে পণ্যের নাম বা প্রকার নির্বাচন বা নির্দিষ্ট করতে পারেন। আপনি যেসব অপশন থেকে পছন্দের পণ্য নির্বাচন করতে পারেন।",
    'product_rate' => "এই ক্ষেত্রটি একটি ইনপুট মান প্রত্যাশিত করে, সাধারণত একটি সংখ্যার মান, যা পণ্যের মূল্য বা মূল্য নির্দেশ করে। আপনি পণ্যের দাম এখানে সরাসরি ইনপুট করতে পারেন।",
    'opening_stock' => "এই ক্ষেত্রটি একটি ইনপুট ক্ষেত্র, যা একটি মানের প্রয়োজন করে, সাধারণত সংখ্যার মান, যা প্রয়োজনীয়তা অনুসারে পণ্যের প্রারম্ভিক বা খোলার পরিমাণ নির্দেশ করে যা স্টকে উপলব্ধ। আপনি প্রারম্ভিক বা খোলার সময়ে পণ্যের পরিমাণ সরাসরি ইনপুট করতে পারেন।",
    'invoice_no' => "আপনার প্রথম বিক্রয় চালান নম্বর লিখুন",
    "role_name" => "সিস্টেমে আপনার ভূমিকা স্পষ্ট করতে 'পাম্প ব্যবহারকারী' বা 'পাম্প প্রশাসক' নির্বাচন করুন।",
    "name" => "নাম ইনপুট করুন: এই ফিল্ড প্রয়োজনীয়; অনুগ্রহ করে আপনার পূর্ণ নাম দিন।",
    "phone_number" => "মোবাইল নম্বর ইনপুট করুন: অবশ্যই ফিল্ড। দয়া করে একটি 10-অংকের মোবাইল নম্বর দিন।",
    "email" => "ইমেল ইনপুট করুন: এটি ঐচ্ছিক ফিল্ড। আপনি আপনার ইমেল ঠিকানা দিতে পারেন, তবে এটা অবশ্যই প্রয়োজন নয়।",
    'delete_message' => "⚠️ সতর্কতা: এই ক্রিয়াটি পাম্প এবং সমস্ত সংযুক্ত তথ্য স্থায়ীভাবে মুছে ফেলবে, যেমন ব্যবহারকারী অ্যাকাউন্ট, মজুদা, বিক্রয়ের রেকর্ড, ব্যয়, চালান এবং পণ্যের মূল্য তথ্য।",

];
